export const BMhotelsPage = () => {
  return (
    <main className="page-shell">
      <div className="page-hero">
        <h1>Luxury отели<br /> <br /></h1>
        <h2>❌ Выбирать отель только потому, что там были знакомые. Почему это ошибка:</h2>

        <section className="about-grid">
          <article>
            <span>01</span>
            <h2>Разные ожидания</h2>
            <p>Понятие комфорта у всех разное. Кто-то считает отличным отель с шумной анимацией, а другому нужен тихий бутик-отель. Ориентируясь на чужой опыт, вы рискуете получить разочарование, не соответствующее именно вашим запросам.</p>
          </article>

          <article>
            <span>02</span>
            <h2>Реальность:</h2>
            <p>Знакомые не знают, что важно лично для вас: качество матраса, близость к морю, скорость интернета или разнообразие блюд. То, что понравилось другим, может вообще не «зайти» вам.</p>
          </article>

          <article>
            <span>03</span>
            <h2>Совет:</h2>
            <p>Составьте список своих критериев и ищите отель по этим параметрам, используя проверенные ресурсы с фото и реальными отзывами, а не по принципу «сарафанного радио».</p>
          </article>
        </section>
      </div>
    </main>
  );
};