  export const BMinsurancePage = () => {
  return (
    <main className="page-shell">
      <div className="page-hero">
        <h1>Страховка<br /> <br /></h1>
        <h2>❌ Игнорировать страховку. Почему это ошибка:</h2>

        <section className="about-grid">
          <article>
            <span>01</span>
            <h2>Экономия на безопасности</h2>
            <p>Отношение к страховке как к «лишним тратам» проходит ровно до первого визита к врачу в чужой стране. Стоимость одного приема специалиста или госпитализации может в разы превысить стоимость всего вашего путешествия.</p>
          </article>

          <article>
            <span>02</span>
            <h2>Реальность:</h2>
            <p>Медицинская помощь за рубежом — это очень дорого. Страховой полис — это не просто формальная бумажка для получения визы, а ваш единственный финансовый щит в любой критической ситуации.</p>
          </article>

          <article>
            <span>03</span>
            <h2>Совет:</h2>
            <p>Выбирайте расширенные программы страхования. Убедитесь, что страховая компания надежна, имеет представительство в стране пребывания и внимательно ознакомьтесь с правилами покрытия до поездки.</p>
          </article>
        </section>
      </div>
    </main>
  );
};