export const BMtoursPage = () => {
  return (
    <main className="page-shell">
      <div className="page-hero">
        <h1>Туры по всему миру<br /> <br /></h1>
        <h2>❌ Ловить «горящие» туры Почему это ошибка: </h2>
        <section className="about-grid">

        <article>
          <span>01</span>
          <h2>Погоня за «горящими» турами</h2>
          <p>Это лотерея, в которой выигрыш случается крайне редко. Обычно под видом скидки распродают остатки: номера с видом на стройку или шумную дорогу, неудобные по времени вылеты или отели с низким рейтингом, от которых все отказались.</p>
        </article>

        <article>
          <span>02</span>
          <h2>Реальность:</h2>
          <p> Раннее бронирование дает выбор. Вы сами решаете, какой номер вам нужен, и фиксируете цену, которая не вырастет перед вылетом. </p>
        </article>

        <article>
          <span>03</span>
          <h2>Совет:</h2>
          <p>Планируйте отпуск минимум за 3–6 месяцев. Это позволяет выбрать лучший отель и получить «ранние» скидки от самих отелей, что выгоднее и надежнее любых спонтанных предложений.</p>
        </article>
      </section>
    
      </div>
    </main>
  );
};