export const BMviptransfersPage = () => {
  return (
    <main className="page-shell">
      <div className="page-hero">
        <h1>VIP трансферы<br /> <br /></h1>
        <h2>❌ Брать групповой трансфер, если вы с детьми. Почему это ошибка:</h2>

        <section className="about-grid">
          <article>
            <span>01</span>
            <h2>Потеря комфорта</h2>
            <p>Групповой трансфер — это долгий путь на автобусе, который заезжает во все отели по пути, чтобы высадить других туристов. Для детей, уставших после перелета, это настоящее испытание, превращающее дорогу в пытку.</p>
          </article>

          <article>
            <span>02</span>
            <h2>Реальность:</h2>
            <p>Индивидуальный трансфер — это машина, которая ждет только вас. Это возможность покормить ребенка, сделать остановку по требованию и доехать до отеля в комфортной обстановке без лишних людей.</p>
          </article>

          <article>
            <span>03</span>
            <h2>Совет:</h2>
            <p>Рассматривайте индивидуальный трансфер как инвестицию в настроение вашей семьи. Отсутствие стресса в начале отдыха стоит того, чтобы заплатить немного больше за спокойствие.</p>
          </article>
        </section>
      </div>
    </main>
  );
};